{
  "id" : "NamingSystem-uzb-birth-certificate",
  "baseLang" : "en",
  "languages" : [
    {
      "targetLang" : "uz",
      "entries" : [
        {
          "id" : "NamingSystem.name",
          "context" : "A natural language name identifying the naming system. This name should be usable as an identifier for the module by machine processing applications such as code generation.",
          "source" : "Uzbekistan_Birth_Certificate_System",
          "target" : null
        },
        {
          "id" : "NamingSystem.publisher",
          "context" : "The name of the organization or individual responsible for the release and ongoing maintenance of the naming system.",
          "source" : "Uzinfocom LLC",
          "target" : null
        },
        {
          "id" : "ContactDetail.name",
          "context" : "The name of an individual to contact.",
          "source" : "Uzinfocom LLC",
          "target" : null
        },
        {
          "id" : "NamingSystem.responsible",
          "context" : "The name of the organization that is responsible for issuing identifiers or codes for this namespace and ensuring their non-collision.",
          "source" : "Personalization Agency under the Ministry of Justice of the Republic of Uzbekistan",
          "target" : null
        },
        {
          "id" : "Coding.display",
          "context" : "A representation of the meaning of the code in the system, following the rules of the system.",
          "source" : "Birth Certificate",
          "target" : null
        },
        {
          "id" : "NamingSystem.description",
          "context" : "A free text natural language description of the naming system from a consumer's perspective. Details about what the namespace identifies including scope, granularity, version labeling, etc.",
          "source" : "Naming system for birth certificate identifiers assigned by the Personalization Agency under the Ministry of Justice of the Republic of Uzbekistan. See https://gov.uz/ru/advice/58/document/1444 for legal justification.",
          "target" : null
        },
        {
          "id" : "NamingSystem.usage",
          "context" : "Provides guidance on the use of the namespace, including the handling of formatting characters, use of upper vs. lower case, etc.",
          "source" : "Used for identifying individuals through their birth certificate numbers within the Uzbekistan civil registration system.",
          "target" : null
        },
        {
          "id" : "NamingSystem.uniqueId.value",
          "context" : "The string that should be sent over the wire to identify the code system or identifier system.",
          "source" : "https://adliya.uz/identifier/birthcertificate",
          "target" : null
        },
        {
          "id" : "NamingSystem.uniqueId.comment",
          "context" : "Notes about the past or intended usage of this identifier.",
          "source" : "This is the canonical URI for the Uzbekistan birth certificate system",
          "target" : null
        }
      ]
    }
  ]
}
