{
  "id" : "NamingSystem-location-unit",
  "baseLang" : "en",
  "languages" : [
    {
      "targetLang" : "uz",
      "entries" : [
        {
          "id" : "NamingSystem.name",
          "context" : "A natural language name identifying the naming system. This name should be usable as an identifier for the module by machine processing applications such as code generation.",
          "source" : "Uzbekistan_DHP_Location_Unit_System",
          "target" : null
        },
        {
          "id" : "NamingSystem.publisher",
          "context" : "The name of the organization or individual responsible for the release and ongoing maintenance of the naming system.",
          "source" : "Uzinfocom LLC",
          "target" : null
        },
        {
          "id" : "ContactDetail.name",
          "context" : "The name of an individual to contact.",
          "source" : "Uzinfocom LLC",
          "target" : null
        },
        {
          "id" : "NamingSystem.responsible",
          "context" : "The name of the organization that is responsible for issuing identifiers or codes for this namespace and ensuring their non-collision.",
          "source" : "Uzinfocom",
          "target" : null
        },
        {
          "id" : "Coding.display",
          "context" : "A representation of the meaning of the code in the system, following the rules of the system.",
          "source" : "Facility ID",
          "target" : null
        },
        {
          "id" : "NamingSystem.description",
          "context" : "A free text natural language description of the naming system from a consumer's perspective. Details about what the namespace identifies including scope, granularity, version labeling, etc.",
          "source" : "Naming system for unique identifiers assigned to location units such as branches, wards, and beds within healthcare facilities in the Uzbekistan Digital Health Platform",
          "target" : null
        },
        {
          "id" : "Coding.display",
          "context" : "A representation of the meaning of the code in the system, following the rules of the system.",
          "source" : "Uzbekistan",
          "target" : null
        },
        {
          "id" : "NamingSystem.usage",
          "context" : "Provides guidance on the use of the namespace, including the handling of formatting characters, use of upper vs. lower case, etc.",
          "source" : "Used for identifying specific units within healthcare locations, such as branches, departments, wards, and beds.",
          "target" : null
        },
        {
          "id" : "NamingSystem.uniqueId.value",
          "context" : "The string that should be sent over the wire to identify the code system or identifier system.",
          "source" : "http://dhp.uz/NamingSystem/location-unit",
          "target" : null
        },
        {
          "id" : "NamingSystem.uniqueId.comment",
          "context" : "Notes about the past or intended usage of this identifier.",
          "source" : "This is the canonical URI for the Uzbekistan DHP Location Unit identifier system",
          "target" : null
        }
      ]
    }
  ]
}
